brew "brightness"
brew "btop"
brew "exiftool"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "imagemagick"
brew "iperf3"
brew "jq"
brew "mas"
brew "midnight-commander"
brew "mosh"
brew "nmap"
brew "openjdk"
brew "qrencode"
brew "shellcheck"
brew "stow"
brew "telnet"
brew "tmux"
brew "tree"
brew "virustotal-cli"
brew "wget"
brew "yt-dlp"
brew "zsh"
brew "zsh-syntax-highlighting"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "alt-tab"
cask "android-file-transfer"
cask "angry-ip-scanner"
cask "anki"
cask "appcleaner"
cask "audacity"
cask "blender"
cask "carbon-copy-cloner"
cask "cmake-app"
cask "coconutbattery"
cask "daisydisk"
cask "discord"
cask "docker-desktop"
cask "element"
cask "firefox"
cask "handbrake-app"
cask "heroic"
cask "iina"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keepingyouawake"
cask "libreoffice"
cask "lmms"
cask "logi-options+"
cask "logitech-g-hub"
cask "lulu"
cask "maccy"
cask "macdown"
cask "mediainfo"
cask "musicbrainz-picard"
cask "obsidian"
cask "onyx"
cask "qbittorrent"
cask "rectangle"
cask "scrivener"
cask "scroll-reverser"
cask "signal"
cask "steam"
cask "syncthing"
cask "tailscale-app"
cask "tor-browser"
cask "transmit"
cask "utm"
cask "veracrypt"
cask "via"
cask "vlc"
cask "wireshark"
cask "zed"
mas "AmorphousDiskMark", id: 1168254295
mas "AutoMounter", id: 1160435653
mas "BBEdit", id: 404009241
mas "Bitwarden", id: 1352778147
mas "Compressor", id: 424390742
mas "Final Cut Pro", id: 424389933
mas "Hidden Bar", id: 1452453066
mas "Jump Desktop", id: 524141863
mas "KakaoTalk", id: 869223134
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "org.snafu.GeoTag", id: 1465180184
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Speedtest", id: 1153157709
mas "Table Tool", id: 1122008420
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
