iterm2
gitkraken
visual-studio-code
jetbrains-toolbox
firefox
blender
transmit
bettertouchtool
istat-menus
scroll-reverser
iina
veracrypt
minecraft
skype
steam
keepingyouawake
handbrake
dozer
logitech-options
bitwarden
