appcleaner
audacity
bettertouchtool
blender
calibre
cmake
cryptomator
discord
docker
epic-games
fl-studio
gitkraken
gog-galaxy
handbrake
iina
istat-menus
iterm2
jetbrains-toolbox
keepingyouawake
lmms
macfuse
minecraft
mullvadvpn
raycast
scroll-reverser
signal
skype
standard-notes
steam
tor-browser
transmit
veracrypt
visual-studio-code
vlc
